brew "zsh"
brew "antidote"
brew "eza"
brew "zoxide"
brew "nvim"
brew "go"
brew "gopls"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "onefetch"
brew "node"
brew "ripgrep"
brew "fzf"
brew "fd"
brew "lazygit"
brew "git-delta"
brew "gnupg"
brew "pinentry-mac"

cask "goland"
cask "visual-studio-code"
cask "keka"
cask "discord"
cask "appcleaner"
cask "ghostty"
cask "steam"
cask "obsidian"
cask "orbstack"
cask "prismlauncher"
cask "figma"
cask "obs"
cask "font-jetbrains-mono-nerd-font"
cask "rocket-chat"
